tap "homebrew/bundle"
tap "jesseduffield/lazygit"
brew "bat"
brew "cargo-binstall"
brew "eza"
brew "fd"
brew "ffmpegthumbnailer"
brew "fish"
brew "fzf"
brew "git-delta"
brew "glow"
brew "imagemagick"
brew "jq"
brew "mise"
brew "neovim"
brew "poppler"
brew "ripgrep"
brew "sevenzip"
brew "starship"
brew "tlrc"
brew "yazi"
brew "zellij"
brew "zoxide"
brew "jesseduffield/lazygit/lazygit"
