tap "hashicorp/tap"
tap "homebrew/bundle"
tap "homebrew/services"
tap "jesseduffield/lazygit"
tap "pkgxdev/made"
brew "ansifilter"
brew "bat"
brew "eza"
brew "fd"
brew "fish"
brew "frpc"
brew "fzf"
brew "gh"
brew "git-delta"
brew "gitui"
brew "python@3.12"
brew "glow"
brew "httpie"
brew "jq"
brew "mise"
brew "neovim"
brew "spotify_player"
brew "spotifyd"
brew "starship"
brew "stow"
brew "thefuck"
brew "tlrc"
brew "tmux"
brew "tmuxp"
brew "xpdf"
brew "youtube-dl"
brew "zoxide"
brew "hashicorp/tap/terraform"
brew "jesseduffield/lazygit/lazygit"
brew "pkgxdev/made/pkgx"
cask "alt-tab"
cask "dbeaver-community"
cask "git-credential-manager"
cask "localsend"
cask "orbstack"
